Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Operation_MinimapExact
source: Calculating the minimap
ar: حساب الخريطة المصغرة
cs: Výpočet minimapy
de: Minimap berechnen
el: Υπολογισμός του μικροχάρτη
es: Cálculo del minimapa
fa: محاسبهٔ نقشهٔ کوچک
fr: Calcul de la minicarte
hu: Minitérkép kiszámítása
id: Menghitung peta mini
it: Calcolo della minimappa
ja: ミニマップの計算
ko: 미니맵 계산 중
pl: Obliczanie minimapy
pt: Calculando o minimapa
ro: Calculare minihartă
th: กำลังคำนวณมินิแมป
tr: Mini harita hesaplanıyor
uk: Обчислення мінікарти
vi: Đang tính bản đồ thu nhỏ
zh_hans: 正在计算缩略图
zh_hant: 正在計算縮圖

# Minimap_Mark_cursor
source: Cursor
ar: المؤشر
cs: Kurzor
el: Δρομέας
fa: مکان‌نما
fr: Curseur
hu: Kurzor
id: Kursor
it: Cursore
ja: カーソル
ko: 커서
pl: Kursor
th: เคอร์เซอร์
tr: İmleç
uk: Курсор
vi: Con trỏ
zh_hans: 光标
zh_hant: 游標

# Minimap_Mark_selection
source: Selection
ar: التحديد
cs: Výběr
de: Auswahl
el: Επιλογή
es: Selección
fa: انتخاب
fr: Sélection
hu: Kijelölés
id: Pilihan
it: Selezione
ja: 選択範囲
ko: 선택 영역
pl: Zaznaczenie
pt: Seleção
ro: Selecție
th: ส่วนที่เลือก
tr: Seçim
uk: Виділення
vi: Vùng chọn
zh_hans: 选定内容
zh_hant: 選取範圍

# Minimap_Mark_search
source: Search results
ar: نتائج البحث
cs: Výsledky hledání
de: Suchergebnisse
el: Αποτελέσματα αναζήτησης
es: Resultados de la búsqueda
fa: نتایج جستجو
fr: Résultats de la recherche
hu: Keresési találatok
id: Hasil pencarian
it: Risultati della ricerca
ja: 検索結果
ko: 검색 결과
pl: Wyniki wyszukiwania
pt: Resultados da pesquisa
ro: Rezultate căutare
th: ผลการค้นหา
tr: Arama sonuçları
uk: Результати пошуку
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜尋結果

# Minimap_Mark_bookmark
source: Bookmarks
ar: الإشارات المرجعية
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
es: Marcadores
fa: نشانک‌ها
fr: Signets
hu: Könyvjelzők
id: Penanda
it: Segnalibri
ja: ブックマーク
ko: 책갈피
pl: Zakładki
pt: Marcadores
ro: Marcaje
th: บุ๊กมาร์ก
tr: Yer işaretleri
uk: Закладки
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Minimap_Mark_modified
source: Modified bytes
ar: البايتات المعدّلة
cs: Změněné bajty
de: Geänderte Bytes
el: Τροποποιημένα byte
es: Bytes modificados
fa: بایت‌های تغییریافته
fr: Octets modifiés
hu: Módosított bájtok
id: Byte yang diubah
it: Byte modificati
ja: 変更されたバイト
ko: 수정된 바이트
pl: Zmienione bajty
pt: Bytes modificados
ro: Octeți modificați
th: ไบต์ที่แก้ไขแล้ว
tr: Değiştirilen baytlar
uk: Змінені байти
vi: Byte đã sửa
zh_hans: 已修改的字节
zh_hant: 已修改的位元組

# Minimap_Mark_difference
source: Differences
ar: الاختلافات
cs: Rozdíly
de: Unterschiede
el: Διαφορές
es: Diferencias
fa: تفاوت‌ها
fr: Différences
hu: Eltérések
id: Perbedaan
it: Differenze
ja: 差分
ko: 차이
pl: Różnice
pt: Diferenças
ro: Diferențe
th: ความแตกต่าง
tr: Farklar
uk: Відмінності
vi: Khác biệt
zh_hans: 差异
zh_hant: 差異

# Minimap_Mark_classification
source: Classification
ar: التصنيف
cs: Klasifikace
de: Klassifizierung
el: Ταξινόμηση
es: Clasificación
fa: دسته‌بندی
hu: Besorolás
id: Klasifikasi
it: Classificazione
ja: 分類
ko: 분류
pl: Klasyfikacja
pt: Classificação
ro: Clasificare
th: การจัดประเภท
tr: Sınıflandırma
uk: Класифікація
vi: Phân loại
zh_hans: 分类
zh_hant: 分類

# Minimap_TipEntropy
source: entropy {0}
ar: الإنتروبيا {0}
cs: entropie {0}
de: Entropie {0}
el: εντροπία {0}
es: entropía {0}
fa: آنتروپی {0}
fr: entropie {0}
hu: entrópia: {0}
id: entropi {0}
it: entropia {0}
ja: エントロピー {0}
ko: 엔트로피 {0}
pl: entropia {0}
pt: entropia {0}
ro: entropie {0}
th: เอนโทรปี {0}
tr: entropi {0}
uk: ентропія {0}
zh_hans: 熵 {0}
zh_hant: 熵 {0}

# Minimap_TipMean
source: mean value {0}
ar: متوسط القيمة {0}
cs: průměrná hodnota {0}
de: Mittelwert {0}
el: μέση τιμή {0}
es: valor medio {0}
fa: میانگین {0}
fr: valeur moyenne {0}
hu: átlagérték: {0}
id: nilai rata-rata {0}
it: valore medio {0}
ja: 平均値 {0}
ko: 평균값 {0}
pl: wartość średnia {0}
pt: valor médio {0}
ro: valoare medie {0}
th: ค่าเฉลี่ย {0}
tr: ortalama değer {0}
uk: середнє значення {0}
vi: giá trị trung bình {0}
zh_hans: 平均值 {0}
zh_hant: 平均值 {0}

# Minimap_TipNonZero
source: non-zero {0}%
ar: غير صفري {0}%
cs: nenulové {0} %
de: ungleich null {0} %
el: μη μηδενικά {0}%
es: distinto de cero {0} %
fa: غیرصفر {0}%
fr: non nuls {0} %
hu: nem nulla: {0}%
id: bukan nol {0}%
it: diversi da zero {0}%
ja: ゼロ以外 {0}%
ko: 0이 아닌 값 {0}%
pl: niezerowe {0}%
pt: diferentes de zero {0}%
ro: nenuli {0}%
th: ไม่ใช่ศูนย์ {0}%
tr: sıfır olmayan %{0}
uk: ненульових {0}%
vi: khác 0 {0}%
zh_hans: 非零 {0}%
zh_hant: 非零 {0}%

# Command_NoOtherDocument
source: Open another document first.
ar: افتح مستندًا آخر أولاً.
cs: Nejdříve otevřete jiný dokument.
de: Öffnen Sie zuerst ein weiteres Dokument.
el: Ανοίξτε πρώτα άλλο έγγραφο.
es: Abre primero otro documento.
fa: ابتدا سند دیگری باز کنید.
fr: Ouvrez d'abord un autre document.
hu: Előbb nyisson meg egy másik dokumentumot.
id: Buka dokumen lain terlebih dahulu.
it: Apri prima un altro documento.
ja: ほかのドキュメントを開いてください。
ko: 먼저 다른 문서를 여세요.
pl: Najpierw otwórz inny dokument.
pt: Abra outro documento primeiro.
ro: Deschideți mai întâi alt document.
th: เปิดเอกสารอื่นก่อน
tr: Önce başka bir belge açın.
uk: Спочатку відкрийте інший документ.
vi: Hãy mở một tài liệu khác trước.
zh_hans: 请先打开另一个文档。
zh_hant: 請先開啟另一份文件。

# Command_SideBySideLimit
source: Up to {0} views can be shown side by side.
ar: يمكن إظهار {0} طرق عرض جنبًا إلى جنب كحد أقصى.
cs: Vedle sebe lze zobrazit nejvýše {0} zobrazení.
de: Es können bis zu {0} Ansichten nebeneinander angezeigt werden.
el: Μπορούν να εμφανίζονται δίπλα-δίπλα έως {0} προβολές.
es: Se pueden mostrar hasta {0} vistas en paralelo.
fa: حداکثر {0} نما را می‌توان کنار هم نمایش داد.
fr: Jusqu'à {0} vues peuvent être affichées côte à côte.
hu: Legfeljebb {0} nézet jeleníthető meg egymás mellett.
id: Hingga {0} tampilan dapat ditampilkan berdampingan.
it: È possibile mostrare affiancate fino a {0} viste.
ja: 並べて表示できるのは {0} つまでです。
ko: 최대 {0}개의 보기를 나란히 표시할 수 있습니다.
pl: Obok siebie można pokazać maksymalnie tyle widoków: {0}.
pt: É possível mostrar até {0} exibições lado a lado.
ro: Pot fi afișate alăturat cel mult {0} vizualizări.
th: แสดงเคียงข้างกันได้สูงสุด {0} มุมมอง
tr: En fazla {0} görünüm yan yana gösterilebilir.
uk: Поруч можна показати не більше {0} подань.
vi: Có thể hiện tối đa {0} chế độ xem cạnh nhau.
zh_hans: 最多可以并排显示 {0} 个视图。
zh_hant: 最多可並排顯示 {0} 個檢視。

# Command_SplitTooSmall
source: The window is too small to split.
ar: النافذة صغيرة جدًا بحيث لا يمكن تقسيمها.
cs: Okno je pro rozdělení příliš malé.
de: Das Fenster ist zu klein zum Teilen.
el: Το παράθυρο είναι πολύ μικρό για διαίρεση.
es: La ventana es demasiado pequeña para dividirla.
fa: پنجره برای تقسیم بیش از حد کوچک است.
fr: La fenêtre est trop petite pour être fractionnée.
hu: Az ablak túl kicsi a felosztáshoz.
id: Jendela terlalu kecil untuk dipisah.
it: La finestra è troppo piccola per essere divisa.
ja: ウィンドウが小さいため分割できません。
ko: 창이 너무 작아서 분할할 수 없습니다.
pl: Okno jest za małe, aby je podzielić.
pt: A janela é pequena demais para ser dividida.
ro: Fereastra este prea mică pentru divizare.
th: หน้าต่างเล็กเกินกว่าจะแบ่งได้
tr: Pencere bölmek için çok küçük.
uk: Вікно замале для розділення.
vi: Cửa sổ quá nhỏ để chia.
zh_hans: 窗口太小，无法拆分。
zh_hant: 視窗太小，無法分割。

# Command_ViewLimit
source: Up to {0} views can be opened for a document.
ar: يمكن فتح {0} طرق عرض كحد أقصى لمستند واحد.
cs: Pro jeden dokument lze otevřít nejvýše {0} zobrazení.
de: Für ein Dokument können bis zu {0} Ansichten geöffnet werden.
el: Μπορούν να ανοίξουν έως {0} προβολές για ένα έγγραφο.
es: Se pueden abrir hasta {0} vistas de un documento.
fa: برای یک سند حداکثر {0} نما می‌توان باز کرد.
fr: Jusqu'à {0} vues peuvent être ouvertes pour un document.
hu: Egy dokumentumhoz legfeljebb {0} nézet nyitható meg.
id: Hingga {0} tampilan dapat dibuka untuk satu dokumen.
it: È possibile aprire fino a {0} viste per un documento.
ja: 1 つのドキュメントのビューは {0} 個までです。
ko: 문서 하나에 최대 {0}개의 보기를 열 수 있습니다.
pl: Dla jednego dokumentu można otworzyć maksymalnie tyle widoków: {0}.
pt: É possível abrir até {0} exibições para um documento.
ro: Pentru un document pot fi deschise cel mult {0} vizualizări.
th: เปิดได้สูงสุด {0} มุมมองต่อเอกสาร
tr: Bir belge için en fazla {0} görünüm açılabilir.
uk: Для документа можна відкрити не більше {0} подань.
vi: Mỗi tài liệu có thể mở tối đa {0} chế độ xem.
zh_hans: 一个文档最多可以打开 {0} 个视图。
zh_hant: 每份文件最多可開啟 {0} 個檢視。

# SideBySide_Sync
source: Synchronized scrolling
ar: التمرير المتزامن
cs: Synchronizované posouvání
de: Synchroner Bildlauf
el: Συγχρονισμένη κύλιση
es: Desplazamiento sincronizado
fa: پیمایش همگام
fr: Défilement synchronisé
hu: Szinkronizált görgetés
id: Gulir sinkron
it: Scorrimento sincronizzato
ja: 同期スクロール
ko: 동기 스크롤
pl: Synchronizowane przewijanie
pt: Rolagem sincronizada
ro: Defilare sincronizată
th: การเลื่อนพร้อมกัน
tr: Eşitlenmiş kaydırma
uk: Синхронне прокручування
vi: Cuộn đồng bộ
zh_hans: 同步滚动
zh_hant: 同步捲動

# SideBySide_Close
source: Close side-by-side view
ar: إغلاق العرض جنبًا إلى جنب
cs: Zavřít zobrazení vedle sebe
de: Nebeneinanderansicht schließen
el: Κλείσιμο προβολής δίπλα-δίπλα
es: Cerrar la vista en paralelo
fa: بستن نمای کنار هم
fr: Fermer l'affichage côte à côte
hu: Egymás melletti nézet bezárása
id: Tutup tampilan berdampingan
it: Chiudi la vista affiancata
ja: 並べて表示を閉じる
ko: 나란히 보기 닫기
pl: Zamknij widok obok siebie
pt: Fechar exibição lado a lado
ro: Închidere vizualizare alăturată
th: ปิดมุมมองเคียงข้างกัน
tr: Yan yana görünümü kapat
uk: Закрити показ поруч
vi: Đóng chế độ xem cạnh nhau
zh_hans: 关闭并排视图
zh_hant: 關閉並排檢視

# Set_view_minimap_hiddenMarks
source: Hidden minimap marks
ar: علامات الخريطة المصغرة المخفية
cs: Skryté značky minimapy
de: Ausgeblendete Minimap-Markierungen
el: Κρυφές σημάνσεις μικροχάρτη
es: Marcas ocultas del minimapa
fa: نشانه‌های پنهان نقشهٔ کوچک
fr: Marques masquées de la minicarte
hu: Elrejtett minitérkép-jelölések
id: Tanda peta mini yang disembunyikan
it: Indicatori nascosti nella minimappa
ja: ミニマップに表示しない印
ko: 숨긴 미니맵 표시
pl: Ukryte znaczniki minimapy
pt: Marcas ocultas do minimapa
ro: Indicatori ascunși pe minihartă
th: เครื่องหมายที่ซ่อนในมินิแมป
tr: Gizli mini harita işaretleri
uk: Приховані мітки мінікарти
vi: Dấu ẩn trên bản đồ thu nhỏ
zh_hans: 缩略图中隐藏的标记
zh_hant: 隱藏的縮圖標記

# SetDesc_view_minimap_hiddenMarks
source: Marks not shown on the minimap.
ar: العلامات التي لا تظهر على الخريطة المصغرة.
cs: Značky, které se na minimapě nezobrazují.
de: Markierungen, die nicht auf der Minimap angezeigt werden.
el: Σημάνσεις που δεν εμφανίζονται στον μικροχάρτη.
es: Marcas que no se muestran en el minimapa.
fa: نشانه‌هایی که روی نقشهٔ کوچک نمایش داده نمی‌شوند.
fr: Marques non affichées sur la minicarte.
hu: A minitérképen meg nem jelenített jelölések.
id: Tanda yang tidak ditampilkan di peta mini.
it: Indicatori non mostrati nella minimappa.
ja: ミニマップに表示しない印。
ko: 미니맵에 표시하지 않는 표시입니다.
pl: Znaczniki, które nie są pokazywane na minimapie.
pt: Marcas que não são mostradas no minimapa.
ro: Indicatorii care nu sunt afișați pe minihartă.
th: เครื่องหมายที่ไม่แสดงในมินิแมป
tr: Mini haritada gösterilmeyen işaretler.
uk: Мітки, які не показуються на мінікарті.
vi: Các dấu không hiện trên bản đồ thu nhỏ.
zh_hans: 不在缩略图中显示的标记。
zh_hant: 不在縮圖上顯示的標記。

# CmdArg_view_sideBySide
source: Choose a document to show side by side.
ar: اختر مستندًا لإظهاره جنبًا إلى جنب.
cs: Zvolte dokument, který se má zobrazit vedle.
de: Wählen Sie ein Dokument zur Nebeneinanderanzeige aus.
el: Επιλέξτε ένα έγγραφο για εμφάνιση δίπλα-δίπλα.
es: Elige un documento para mostrarlo en paralelo.
fa: سندی را برای نمایش کنار هم انتخاب کنید.
fr: Choisissez un document à afficher côte à côte.
hu: Válassza ki az egymás mellett megjelenítendő dokumentumot.
id: Pilih dokumen yang akan ditampilkan berdampingan.
it: Scegli un documento da mostrare affiancato.
ja: 並べて表示するドキュメントを選んでください。
ko: 나란히 표시할 문서를 선택하세요.
pl: Wybierz dokument do pokazania obok.
pt: Escolha um documento para mostrar lado a lado.
ro: Alegeți un document de afișat alăturat.
th: เลือกเอกสารที่จะแสดงเคียงข้างกัน
tr: Yan yana gösterilecek bir belge seçin.
uk: Виберіть документ для показу поруч.
vi: Hãy chọn tài liệu để hiện cạnh nhau.
zh_hans: 请选择要并排显示的文档。
zh_hant: 請選擇要並排顯示的文件。

# Inspector_Row_float80
source: long double (80 bit)
ar: long double (80 بت)
cs: long double (80 bitů)
es: long double (80 bits)
fa: long double (80 بیتی)
fr: long double (80 bits)
hu: long double (80 bites)
ko: long double(80비트)
pl: long double (80 bitów)
pt: long double (80 bits)
ro: long double (80 de biți)
th: long double (80 บิต)
uk: long double (80 біт)
zh_hans: long double（80 位）
zh_hant: long double（80 位元）

# Inspector_Row_cstrAnsi
source: NUL-terminated (ANSI)
ar: منتهية بـ NUL (ANSI)
cs: Ukončený znakem NUL (ANSI)
de: NUL-terminiert (ANSI)
el: Τερματισμός με NUL (ANSI)
es: Terminada en NUL (ANSI)
fa: پایان‌یافته با NUL (ANSI)
fr: Terminée par NUL (ANSI)
hu: NUL-végű (ANSI)
id: Diakhiri NUL (ANSI)
it: Terminata da NUL (ANSI)
ja: NUL 終端 (ANSI)
ko: NUL 종료(ANSI)
pl: Zakończony znakiem NUL (ANSI)
pt: Terminada em NUL (ANSI)
ro: Terminat cu NUL (ANSI)
th: สิ้นสุดด้วย NUL (ANSI)
tr: NUL ile biten (ANSI)
uk: Із завершальним NUL (ANSI)
vi: Kết thúc bằng NUL (ANSI)
zh_hans: 以 NUL 结尾（ANSI）
zh_hant: 以 NUL 結尾（ANSI）

# Inspector_Row_cstrUtf8
source: NUL-terminated (UTF-8)
ar: منتهية بـ NUL (UTF-8)
cs: Ukončený znakem NUL (UTF-8)
de: NUL-terminiert (UTF-8)
el: Τερματισμός με NUL (UTF-8)
es: Terminada en NUL (UTF-8)
fa: پایان‌یافته با NUL (UTF-8)
fr: Terminée par NUL (UTF-8)
hu: NUL-végű (UTF-8)
id: Diakhiri NUL (UTF-8)
it: Terminata da NUL (UTF-8)
ja: NUL 終端 (UTF-8)
ko: NUL 종료(UTF-8)
pl: Zakończony znakiem NUL (UTF-8)
pt: Terminada em NUL (UTF-8)
ro: Terminat cu NUL (UTF-8)
th: สิ้นสุดด้วย NUL (UTF-8)
tr: NUL ile biten (UTF-8)
uk: Із завершальним NUL (UTF-8)
vi: Kết thúc bằng NUL (UTF-8)
zh_hans: 以 NUL 结尾（UTF-8）
zh_hant: 以 NUL 結尾（UTF-8）

# Inspector_Row_cstrUtf16
source: NUL-terminated (UTF-16)
ar: منتهية بـ NUL (UTF-16)
cs: Ukončený znakem NUL (UTF-16)
de: NUL-terminiert (UTF-16)
el: Τερματισμός με NUL (UTF-16)
es: Terminada en NUL (UTF-16)
fa: پایان‌یافته با NUL (UTF-16)
fr: Terminée par NUL (UTF-16)
hu: NUL-végű (UTF-16)
id: Diakhiri NUL (UTF-16)
it: Terminata da NUL (UTF-16)
ja: NUL 終端 (UTF-16)
ko: NUL 종료(UTF-16)
pl: Zakończony znakiem NUL (UTF-16)
pt: Terminada em NUL (UTF-16)
ro: Terminat cu NUL (UTF-16)
th: สิ้นสุดด้วย NUL (UTF-16)
tr: NUL ile biten (UTF-16)
uk: Із завершальним NUL (UTF-16)
vi: Kết thúc bằng NUL (UTF-16)
zh_hans: 以 NUL 结尾（UTF-16）
zh_hant: 以 NUL 結尾（UTF-16）

# Inspector_Row_pstr8Ansi
source: Pascal string (1-byte length, ANSI)
ar: سلسلة Pascal (طول 1 بايت، ANSI)
cs: Řetězec Pascal (1bajtová délka, ANSI)
de: Pascal-String (1-Byte-Länge, ANSI)
el: Συμβολοσειρά Pascal (μήκος 1 byte, ANSI)
es: Cadena Pascal (longitud de 1 byte, ANSI)
fa: رشتهٔ Pascal (طول 1 بایتی، ANSI)
fr: Chaîne Pascal (longueur sur 1 octet, ANSI)
hu: Pascal-karakterlánc (1 bájtos hossz, ANSI)
id: String Pascal (panjang 1 byte, ANSI)
it: Stringa Pascal (lunghezza 1 byte, ANSI)
ja: Pascal 形式 (1 バイト長, ANSI)
ko: Pascal 문자열(1바이트 길이, ANSI)
pl: Ciąg Pascal (długość 1 bajt, ANSI)
pt: Cadeia Pascal (comprimento de 1 byte, ANSI)
ro: Șir Pascal (lungime pe 1 octet, ANSI)
th: สตริง Pascal (ความยาว 1 ไบต์, ANSI)
tr: Pascal dizesi (1 bayt uzunluk, ANSI)
uk: Рядок Pascal (довжина 1 байт, ANSI)
vi: Chuỗi Pascal (độ dài 1 byte, ANSI)
zh_hans: Pascal 字符串（1 字节长度，ANSI）
zh_hant: Pascal 字串（1 位元組長度，ANSI）

# Inspector_Row_pstr8Utf8
source: Pascal string (1-byte length, UTF-8)
ar: سلسلة Pascal (طول 1 بايت، UTF-8)
cs: Řetězec Pascal (1bajtová délka, UTF-8)
de: Pascal-String (1-Byte-Länge, UTF-8)
el: Συμβολοσειρά Pascal (μήκος 1 byte, UTF-8)
es: Cadena Pascal (longitud de 1 byte, UTF-8)
fa: رشتهٔ Pascal (طول 1 بایتی، UTF-8)
fr: Chaîne Pascal (longueur sur 1 octet, UTF-8)
hu: Pascal-karakterlánc (1 bájtos hossz, UTF-8)
id: String Pascal (panjang 1 byte, UTF-8)
it: Stringa Pascal (lunghezza 1 byte, UTF-8)
ja: Pascal 形式 (1 バイト長, UTF-8)
ko: Pascal 문자열(1바이트 길이, UTF-8)
pl: Ciąg Pascal (długość 1 bajt, UTF-8)
pt: Cadeia Pascal (comprimento de 1 byte, UTF-8)
ro: Șir Pascal (lungime pe 1 octet, UTF-8)
th: สตริง Pascal (ความยาว 1 ไบต์, UTF-8)
tr: Pascal dizesi (1 bayt uzunluk, UTF-8)
uk: Рядок Pascal (довжина 1 байт, UTF-8)
vi: Chuỗi Pascal (độ dài 1 byte, UTF-8)
zh_hans: Pascal 字符串（1 字节长度，UTF-8）
zh_hant: Pascal 字串（1 位元組長度，UTF-8）

# Inspector_Row_pstr16Ansi
source: Pascal string (2-byte length, ANSI)
ar: سلسلة Pascal (طول 2 بايت، ANSI)
cs: Řetězec Pascal (2bajtová délka, ANSI)
de: Pascal-String (2-Byte-Länge, ANSI)
el: Συμβολοσειρά Pascal (μήκος 2 byte, ANSI)
es: Cadena Pascal (longitud de 2 bytes, ANSI)
fa: رشتهٔ Pascal (طول 2 بایتی، ANSI)
fr: Chaîne Pascal (longueur sur 2 octets, ANSI)
hu: Pascal-karakterlánc (2 bájtos hossz, ANSI)
id: String Pascal (panjang 2 byte, ANSI)
it: Stringa Pascal (lunghezza 2 byte, ANSI)
ja: Pascal 形式 (2 バイト長, ANSI)
ko: Pascal 문자열(2바이트 길이, ANSI)
pl: Ciąg Pascal (długość 2 bajty, ANSI)
pt: Cadeia Pascal (comprimento de 2 bytes, ANSI)
ro: Șir Pascal (lungime pe 2 octeți, ANSI)
th: สตริง Pascal (ความยาว 2 ไบต์, ANSI)
tr: Pascal dizesi (2 bayt uzunluk, ANSI)
uk: Рядок Pascal (довжина 2 байти, ANSI)
vi: Chuỗi Pascal (độ dài 2 byte, ANSI)
zh_hans: Pascal 字符串（2 字节长度，ANSI）
zh_hant: Pascal 字串（2 位元組長度，ANSI）

# Inspector_Row_pstr16Utf8
source: Pascal string (2-byte length, UTF-8)
ar: سلسلة Pascal (طول 2 بايت، UTF-8)
cs: Řetězec Pascal (2bajtová délka, UTF-8)
de: Pascal-String (2-Byte-Länge, UTF-8)
el: Συμβολοσειρά Pascal (μήκος 2 byte, UTF-8)
es: Cadena Pascal (longitud de 2 bytes, UTF-8)
fa: رشتهٔ Pascal (طول 2 بایتی، UTF-8)
fr: Chaîne Pascal (longueur sur 2 octets, UTF-8)
hu: Pascal-karakterlánc (2 bájtos hossz, UTF-8)
id: String Pascal (panjang 2 byte, UTF-8)
it: Stringa Pascal (lunghezza 2 byte, UTF-8)
ja: Pascal 形式 (2 バイト長, UTF-8)
ko: Pascal 문자열(2바이트 길이, UTF-8)
pl: Ciąg Pascal (długość 2 bajty, UTF-8)
pt: Cadeia Pascal (comprimento de 2 bytes, UTF-8)
ro: Șir Pascal (lungime pe 2 octeți, UTF-8)
th: สตริง Pascal (ความยาว 2 ไบต์, UTF-8)
tr: Pascal dizesi (2 bayt uzunluk, UTF-8)
uk: Рядок Pascal (довжина 2 байти, UTF-8)
vi: Chuỗi Pascal (độ dài 2 byte, UTF-8)
zh_hans: Pascal 字符串（2 字节长度，UTF-8）
zh_hant: Pascal 字串（2 位元組長度，UTF-8）

# Inspector_Row_pstr32Ansi
source: Pascal string (4-byte length, ANSI)
ar: سلسلة Pascal (طول 4 بايت، ANSI)
cs: Řetězec Pascal (4bajtová délka, ANSI)
de: Pascal-String (4-Byte-Länge, ANSI)
el: Συμβολοσειρά Pascal (μήκος 4 byte, ANSI)
es: Cadena Pascal (longitud de 4 bytes, ANSI)
fa: رشتهٔ Pascal (طول 4 بایتی، ANSI)
fr: Chaîne Pascal (longueur sur 4 octets, ANSI)
hu: Pascal-karakterlánc (4 bájtos hossz, ANSI)
id: String Pascal (panjang 4 byte, ANSI)
it: Stringa Pascal (lunghezza 4 byte, ANSI)
ja: Pascal 形式 (4 バイト長, ANSI)
ko: Pascal 문자열(4바이트 길이, ANSI)
pl: Ciąg Pascal (długość 4 bajty, ANSI)
pt: Cadeia Pascal (comprimento de 4 bytes, ANSI)
ro: Șir Pascal (lungime pe 4 octeți, ANSI)
th: สตริง Pascal (ความยาว 4 ไบต์, ANSI)
tr: Pascal dizesi (4 bayt uzunluk, ANSI)
uk: Рядок Pascal (довжина 4 байти, ANSI)
vi: Chuỗi Pascal (độ dài 4 byte, ANSI)
zh_hans: Pascal 字符串（4 字节长度，ANSI）
zh_hant: Pascal 字串（4 位元組長度，ANSI）

# Inspector_Row_pstr32Utf8
source: Pascal string (4-byte length, UTF-8)
ar: سلسلة Pascal (طول 4 بايت، UTF-8)
cs: Řetězec Pascal (4bajtová délka, UTF-8)
de: Pascal-String (4-Byte-Länge, UTF-8)
el: Συμβολοσειρά Pascal (μήκος 4 byte, UTF-8)
es: Cadena Pascal (longitud de 4 bytes, UTF-8)
fa: رشتهٔ Pascal (طول 4 بایتی، UTF-8)
fr: Chaîne Pascal (longueur sur 4 octets, UTF-8)
hu: Pascal-karakterlánc (4 bájtos hossz, UTF-8)
id: String Pascal (panjang 4 byte, UTF-8)
it: Stringa Pascal (lunghezza 4 byte, UTF-8)
ja: Pascal 形式 (4 バイト長, UTF-8)
ko: Pascal 문자열(4바이트 길이, UTF-8)
pl: Ciąg Pascal (długość 4 bajty, UTF-8)
pt: Cadeia Pascal (comprimento de 4 bytes, UTF-8)
ro: Șir Pascal (lungime pe 4 octeți, UTF-8)
th: สตริง Pascal (ความยาว 4 ไบต์, UTF-8)
tr: Pascal dizesi (4 bayt uzunluk, UTF-8)
uk: Рядок Pascal (довжина 4 байти, UTF-8)
vi: Chuỗi Pascal (độ dài 4 byte, UTF-8)
zh_hans: Pascal 字符串（4 字节长度，UTF-8）
zh_hant: Pascal 字串（4 位元組長度，UTF-8）

# Inspector_Row_unixms
source: Unix time (ms, 64 bit) / Java
ar: وقت Unix (ms، 64 بت) / Java
cs: Čas Unix (ms, 64 bitů) / Java
de: Unix-Zeit (ms, 64 Bit) / Java
el: Ώρα Unix (ms, 64 bit) / Java
es: Hora Unix (ms, 64 bits) / Java
fa: زمان Unix (ms، 64 بیتی) / Java
fr: Heure Unix (ms, 64 bits) / Java
hu: Unix-idő (ms, 64 bites) / Java
id: Waktu Unix (md, 64-bit) / Java
it: Ora Unix (ms, 64 bit) / Java
ja: Unix 時刻 (ミリ秒, 64 bit) / Java
ko: Unix 시간(ms, 64비트) / Java
pl: Czas Unix (ms, 64-bitowy) / Java
pt: Hora Unix (ms, 64 bits) / Java
ro: Timp Unix (ms, 64 de biți) / Java
th: เวลา Unix (ms, 64 บิต) / Java
tr: Unix zamanı (ms, 64 bit) / Java
uk: Час Unix (мс, 64 біти) / Java
vi: Thời gian Unix (ms, 64 bit) / Java
zh_hans: Unix 时间（毫秒，64 位）/ Java
zh_hant: Unix 時間（毫秒，64 位元）/ Java

# Inspector_Row_oledate
source: OLE Automation date
ar: تاريخ OLE Automation
cs: Datum OLE Automation
de: OLE-Automatisierungsdatum
el: Ημερομηνία OLE Automation
es: Fecha de OLE Automation
fa: تاریخ OLE Automation
fr: Date OLE Automation
hu: OLE Automation-dátum
id: Tanggal OLE Automation
it: Data OLE Automation
ja: OLE オートメーション日付
ko: OLE 자동화 날짜
pl: Data OLE Automation
pt: Data de OLE Automation
ro: Dată OLE Automation
th: วันที่ OLE Automation
tr: OLE Otomasyonu tarihi
uk: Дата OLE Automation
vi: Ngày OLE Automation
zh_hans: OLE 自动化日期
zh_hant: OLE Automation 日期

# Inspector_Row_hfsplus
source: HFS+ date
ar: تاريخ HFS+
cs: Datum HFS+
de: HFS+-Datum
el: Ημερομηνία HFS+
es: Fecha HFS+
fa: تاریخ HFS+
fr: Date HFS+
hu: HFS+ dátum
id: Tanggal HFS+
it: Data HFS+
ja: HFS+ 日時
ko: HFS+ 날짜
pl: Data HFS+
pt: Data HFS+
ro: Dată HFS+
th: วันที่ HFS+
tr: HFS+ tarihi
uk: Дата HFS+
vi: Ngày HFS+
zh_hans: HFS+ 日期
zh_hant: HFS+ 日期

# Inspector_Row_apfs
source: APFS date
ar: تاريخ APFS
cs: Datum APFS
de: APFS-Datum
el: Ημερομηνία APFS
es: Fecha APFS
fa: تاریخ APFS
fr: Date APFS
hu: APFS-dátum
id: Tanggal APFS
it: Data APFS
ja: APFS 日時
ko: APFS 날짜
pl: Data APFS
pt: Data APFS
ro: Dată APFS
th: วันที่ APFS
tr: APFS tarihi
uk: Дата APFS
vi: Ngày APFS
zh_hans: APFS 日期
zh_hant: APFS 日期

# Inspector_Row_cocoa
source: Mac absolute time (Cocoa)
ar: الوقت المطلق في Mac (Cocoa)
cs: Absolutní čas Mac (Cocoa)
de: Mac-Absolutzeit (Cocoa)
el: Απόλυτος χρόνος Mac (Cocoa)
es: Hora absoluta de Mac (Cocoa)
fa: زمان مطلق Mac (Cocoa)
fr: Heure absolue Mac (Cocoa)
hu: Mac abszolút idő (Cocoa)
id: Waktu absolut Mac (Cocoa)
it: Ora assoluta Mac (Cocoa)
ja: Mac 絶対時刻 (Cocoa)
ko: Mac 절대 시간(Cocoa)
pl: Czas bezwzględny Mac (Cocoa)
pt: Hora absoluta do Mac (Cocoa)
ro: Timp absolut Mac (Cocoa)
th: เวลาสัมบูรณ์ของ Mac (Cocoa)
tr: Mac mutlak zamanı (Cocoa)
uk: Абсолютний час Mac (Cocoa)
vi: Thời gian tuyệt đối Mac (Cocoa)
zh_hans: Mac 绝对时间（Cocoa）
zh_hant: Mac 絕對時間（Cocoa）

# Inspector_Row_digitsdatetime
source: Date in decimal digits
ar: تاريخ بأرقام عشرية
cs: Datum v desítkových číslicích
de: Datum in Dezimalziffern
el: Ημερομηνία σε δεκαδικά ψηφία
es: Fecha en dígitos decimales
fa: تاریخ با ارقام دهدهی
fr: Date en chiffres décimaux
hu: Dátum decimális számjegyekkel
id: Tanggal dalam digit desimal
it: Data in cifre decimali
ja: 10 進の数字の日時
ko: 10진 숫자로 된 날짜
pl: Data w cyfrach dziesiętnych
pt: Data em dígitos decimais
ro: Dată în cifre zecimale
th: วันที่ในรูปตัวเลขฐานสิบ
tr: Ondalık basamaklarla tarih
uk: Дата десятковими цифрами
vi: Ngày dạng chữ số thập phân
zh_hans: 十进制数字表示的日期
zh_hant: 十進位數字日期

# Inspector_FixedName
source: {0}.{1} ({2}, {3} bit)
ar: {0}.{1} ({2}، {3} بت)
cs: {0}.{1} ({2}, {3} bitů)
es: {0}.{1} ({2}, {3} bits)
fa: {0}.{1} ({2}، {3} بیتی)
fr: {0}.{1} ({2}, {3} bits)
hu: {0}.{1} ({2}, {3} bites)
ko: {0}.{1}({2}, {3}비트)
pl: {0}.{1} ({2}, {3} b)
pt: {0}.{1} ({2}, {3} bits)
ro: {0}.{1} ({2}, {3} biți)
th: {0}.{1} ({2}, {3} บิต)
uk: {0}.{1} ({2}, {3} біт)
zh_hans: {0}.{1}（{2}，{3} 位）
zh_hant: {0}.{1}（{2}，{3} 位元）
